---
kind: other
id: Properties.T:Autodesk.Revit.DB.ImageView
source: html/f39d24e6-95f7-126c-b05d-3a5b0743c72e.htm
---
# ImageView Properties

Element id of Analysis Display Style associated with the view.